tap "b-ramsey/kali"
tap "bendews/tap"
tap "ggozad/formulas"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sst/tap"
brew "bat"
brew "btop"
brew "cmake"
brew "core-lightning"
brew "coreutils"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gum"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "node"
brew "pnpm"
brew "socat"
brew "tmux"
brew "tree"
brew "uv"
brew "wireguard-tools"
brew "zoxide"
cask "antinote"
cask "calibre"
cask "cap"
cask "claude"
cask "cursor"
cask "discord"
cask "docker"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "helium"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "linear-linear"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tailscale"
cask "trezor-suite"
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "vscodevim.vim"
